const Fatloss = () => {
  return (
    <section className="text-border-box text-color text-centered text-size-adapt">
      <h2>Похудение</h2>

      <p>
        Эта программа подойдёт тем, кто хочет снизить вес, улучшить тонус мышц и
        общее самочувствие. Тренировки рассчитаны на 3–4 раза в неделю и
        сочетают силовые упражнения с лёгким кардио.
      </p>

      <h3>Программа по дням:</h3>

      <h2>День 1 — Силовая + кардио</h2>
      <p>Приседания — 3×12–15</p>
      <p>Тяга горизонтального блока — 3×12</p>
      <p>Жим гантелей лёжа — 3×12</p>
      <p>Скручивания — 3×15–20</p>
      <p>Ходьба / Орбитрек — 10–15 минут</p>

      <br />

      <h2>День 2 — Ноги и корпус</h2>
      <p>Выпады — 3×12 на ногу</p>
      <p>Гиперэкстензия — 3×15</p>
      <p>Ягодичный мост — 3×12–15</p>
      <p>Планка — 3×30–45 сек</p>

      <br />

      <h2>День 3 — Верх тела</h2>
      <p>Тяга верхнего блока — 3×12</p>
      <p>Жим штанги в сидячем положении — 3×10–12</p>
      <p>Тяга гантели к поясу — 3×10</p>
      <p>Обратные отжимания — 3×12</p>

      <br />

      <h3>Рекомендации:</h3>
      <p>
        Создайте умеренный дефицит калорий (10–20%). Важно не уходить в слишком
        низкую калорийность, чтобы не замедлять метаболизм.
      </p>
      <p>
        Добавляйте шаги — 7–10 тыс. в день помогут ускорить жиросжигание без
        перегрузки.
      </p>
      <p>Держите белок в норме, чтобы сохранять мышцы на дефиците.</p>
    </section>
  );
};

export default Fatloss;
