const Mass = () => {
  return (
    <section className="text-border-box text-color text-centered text-size-adapt">
      <h2>Набор мышечной массы</h2>
      <p>
        Эта программа подойдёт новичкам и тем, кто хочет увеличить силу и
        мышечный объём. Она рассчитана на 3 тренировки в неделю, с базовыми
        упражнениями и простым прогрессированием.
      </p>
      <h2>Программа по дням:</h2>
      <h2>День 1 — Грудь и Трицепс:</h2>
      <p>Жим лёжа — 3×8–10</p>
      <p>Отжимания на брусьях — 3×8–12</p>
      <p>Разведения гантелей — 3×10–12</p>
      <p>Французский жим — 3×10</p>
      <br />
      <h2>День 2 — Спина и Бицепс:</h2>
      <p>Тяга штанги в наклоне — 3×8–10</p>
      <p>Подтягивания / Тяга верхнего блока — 3×8–12</p>
      <p>Тяга горизонтального блока — 3×10</p>
      <p>Подъём штанги на бицепс — 3×10</p>
      <br />
      <p>
        <h2>День 3 — Ноги и Плечи:</h2>
        <p>Приседания — 3×8–10</p>
        <p>Жим ногами — 3×10</p>
        <p>Жим штанги стоя — 3×8–10</p>
        <p>Махи гантелями — 3×12–15</p>
      </p>
      <br />
      <h3>Рекомендации:</h3>
      <p>
        Ешьте с небольшим профицитом калорий(плюс 200-250 ккалорий к вашей
        суточной норме) и достаточным количеством белка(1.2 грамма на килограмм
        веса). Прогрессируйте в рабочих весах постепенно, добавляя 2–5% каждую
        неделю.
      </p>
    </section>
  );
};

export default Mass;
